const MyDictionary = {
  // 日時に関するキーワード
  todayKeywords: [
    '今日',
    'きょう',
    '本日',
    'ほんじつ',
  ],
  tomorrowKeywords: [
    '明日',
    'あした',
    'あす',
    '翌日',
    'よくじつ',
  ],
  // 昼食のキーワード
  lunchKeywords: [
    '昼食',
    'ちゅうしょく',
    'お昼ごはん',
    'おひるごはん',
    '昼ごはん',
    'ひるごはん',
    'お昼ご飯',
    'おひるごはん',
    '昼ご飯',
    'ランチ',
    'ミドルミール',
    'ルンジョン',
    '昼飯',
    'ひるめし',
    '昼の食事',
    'ひるのしょくじ'
  ],
  // 夕飯のキーワード
  dinnerKeywords: [
    '夕食',
    'ゆうしょく',
    '夕飯',
    'ゆうめし',
    'ゆうはん',
    '夕ご飯',
    'ゆうごはん',
    '晩ごはん',
    'ばんごはん',
    '晩御飯',
    'ばんごはん',
    'ディナー',
    'イブニングミール',
    'ナイトミール',
    '夜ごはん',
    '夜ご飯',
    'よるごはん',
    '夜の食事',
    'よるのしょくじ'
  ],
};

const randomMessageList = [
  'あかはねー、元気だよ！',
  'この前のドブ運動会で優勝したよ！',
  '僕は灰色ウサギじゃなくて、し・ろ・う・さ・ぎ！！',
  '僕の名前は赤じゃなくて、紅だよ！',
  '♪レンジで〜3分〜したならば〜〜〜',
  '今度セカンドアルバム発売するから聴いてね！\n曲は...まだ作ってない！',
  'にんじんください！',
]