// 日時 / 食事キーワード / ランダム応答 / メンションフレーズ

export const todayKeywords = [
  "今日",
  "きょう",
  "本日",
  "ほんじつ",
] as const;

export const tomorrowKeywords = [
  "明日",
  "あした",
  "あす",
  "翌日",
  "よくじつ",
] as const;

export const lunchKeywords = [
  "昼食",
  "ちゅうしょく",
  "お昼ごはん",
  "おひるごはん",
  "昼ごはん",
  "ひるごはん",
  "お昼ご飯",
  "昼ご飯",
  "ランチ",
  "ミドルミール",
  "ルンジョン",
  "昼飯",
  "ひるめし",
  "昼の食事",
  "ひるのしょくじ",
] as const;

export const dinnerKeywords = [
  "夕食",
  "ゆうしょく",
  "夕飯",
  "ゆうめし",
  "ゆうはん",
  "夕ご飯",
  "ゆうごはん",
  "晩ごはん",
  "ばんごはん",
  "晩御飯",
  "ディナー",
  "イブニングミール",
  "ナイトミール",
  "夜ごはん",
  "夜ご飯",
  "よるごはん",
  "夜の食事",
  "よるのしょくじ",
] as const;

export const randomMessageList = [
  "あかはねー、元気だよ！",
  "この前のドブ運動会で優勝したよ！",
  "僕は灰色ウサギじゃなくて、し・ろ・う・さ・ぎ！！",
  "僕の名前は赤じゃなくて、紅だよ！",
  "♪レンジで〜3分〜したならば〜〜〜",
  "今度セカンドアルバム発売するから聴いてね！\n曲は...まだ作ってない！",
  "にんじんください！",
] as const;

export const mentionPhraseList = [
  "あか、",
  "紅、",
  "あか！",
  "紅！",
  "あか!",
  "紅!",
] as const;
